Repository: Infomaniak/desktop-kDrive
Catalog: src/gui4/windows/kDrive client/kDrive client/Strings/*/Resources.resw
Source language: en_us
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, it_it, nb_no, nl_nl, pl_pl, pt_pt, sv_se

# errForbiddenCharOnlySpacesDescription
source: This name contains only spaces and cannot be used. Rename the %@ from kDrive online.
da_dk: Dette navn indeholder kun mellemrum og kan ikke bruges. Omdøb %s fra kDrive online.
de_de: Dieser Name enthält nur Leerzeichen und kann nicht verwendet werden. Benennen Sie %@ über kDrive online um.
el_gr: Αυτό το όνομα περιέχει μόνο κενά και δεν μπορεί να χρησιμοποιηθεί. Μετονομάστε το %@ από το kDrive online.
es_es: Este nombre contiene solo espacios y no se puede usar. Cambie el nombre del %@ desde kDrive en línea.
fi_fi: Tämä nimi sisältää vain välilyöntejä eikä sitä voi käyttää. Nimeä %@ uudelleen kDrive-verkkopalvelusta.
fr_fr: Ce nom contient uniquement des espaces et ne peut pas être utilisé. Renommez le %@ depuis kDrive en ligne.
it_it: Questo nome contiene solo spazi e non può essere utilizzato. Rinomina il %@ da kDrive online.
nb_no: Dette navnet inneholder bare mellomrom og kan ikke brukes. Gi nytt navn til %@ fra kDrive på nett.
nl_nl: Deze naam bevat alleen spaties en kan niet worden gebruikt. Hernoem de %@ vanuit kDrive online.
pl_pl: Ta nazwa zawiera tylko spacje i nie może być używana. Zmień nazwę %@ w kDrive online.
pt_pt: Este nome contém apenas espaços e não pode ser utilizado. Renomeie o %@ a partir do kDrive online.
sv_se: Det här namnet innehåller bara mellanslag och kan inte användas. Byt namn på %s från kDrive online.

# errForbiddenCharOnlySpacesTitle
source: Invalid name
da_dk: Ugyldigt navn
de_de: Ungültiger Name
el_gr: Μη έγκυρο όνομα
es_es: Nombre no válido
fi_fi: Virheellinen nimi
fr_fr: Nom invalide
it_it: Nome non valido
nb_no: Ugyldig navn
nl_nl: Ongeldige naam
pl_pl: Nieprawidłowa nazwa
pt_pt: Nome inválido
sv_se: Ogiltigt namn

# errForbiddenCharTitle
source: Unsupported character
da_dk: Ikke-understøttet tegn
de_de: Nicht unterstütztes Zeichen
el_gr: Μη υποστηριζόμενος χαρακτήρας
es_es: Carácter no admitido
fi_fi: Ei-tuettu merkki
fr_fr: Caractère non pris en charge
it_it: Carattere non supportato
nb_no: Tegn som ikke støttes
nl_nl: Niet-ondersteund teken
pl_pl: Nieobsługiwany znak
pt_pt: Carácter não suportado
sv_se: Tecknet stöds inte

# errGenericForbiddenDescription
source: You do not have the required permissions to perform this action. Request access from the owner or administrator.
da_dk: Du har ikke de nødvendige tilladelser til at udføre denne handling. Anmod om adgang fra ejeren eller administratoren.
de_de: Sie haben nicht die erforderlichen Berechtigungen, um diese Aktion auszuführen. Fordern Sie den Zugriff beim Eigentümer oder Administrator an.
el_gr: Δεν έχετε τα απαραίτητα δικαιώματα για να εκτελέσετε αυτή την ενέργεια. Ζητήστε πρόσβαση από τον κάτοχο ή τον διαχειριστή.
es_es: No tiene los permisos necesarios para realizar esta acción. Solicite acceso al propietario o al administrador.
fi_fi: Sinulla ei ole tarvittavia käyttöoikeuksia tämän toiminnon suorittamiseen. Pyydä käyttöoikeutta omistajalta tai järjestelmänvalvojalta.
fr_fr: Vous n’avez pas les droits nécessaires pour effectuer cette action. Demandez l’accès au propriétaire ou à l’administrateur.
it_it: Non hai le autorizzazioni necessarie per eseguire questa azione. Richiedi l’accesso al proprietario o all’amministratore.
nb_no: Du har ikke de nødvendige tillatelsene til å utføre denne handlingen. Be om tilgang fra eieren eller administratoren.
nl_nl: U heeft niet de vereiste rechten om deze actie uit te voeren. Vraag toegang aan bij de eigenaar of beheerder.
pl_pl: Nie masz wymaganych uprawnień do wykonania tej czynności. Poproś właściciela lub administratora o dostęp.
pt_pt: Não tem as permissões necessárias para realizar esta ação. Peça acesso ao proprietário ou administrador.
sv_se: Du har inte nödvändiga behörigheter för att utföra den här åtgärden. Begär åtkomst från ägaren eller administratören.

# errGenericForbiddenTitle
source: Access forbidden
da_dk: Adgang forbudt
de_de: Zugriff verboten
el_gr: Απαγορευμένη πρόσβαση
es_es: Acceso prohibido
fi_fi: Pääsy kielletty
fr_fr: Accès interdit
it_it: Accesso vietato
nb_no: Tilgang forbudt
nl_nl: Toegang geweigerd
pl_pl: Dostęp zabroniony
pt_pt: Acesso proibido
sv_se: Åtkomst förbjuden

# errHardlinkDescription
source: This file is a hard link that cannot be synced.
da_dk: Denne fil er et hardlink, der ikke kan synkroniseres.
de_de: Diese Datei ist ein Hardlink, der nicht synchronisiert werden kann.
el_gr: Αυτό το αρχείο είναι σκληρός σύνδεσμος (hard link) που δεν μπορεί να συγχρονιστεί.
es_es: Este archivo es un enlace físico que no puede sincronizarse.
fi_fi: Tämä tiedosto on kiintolinkkitiedosto, jota ei voi synkronoida.
fr_fr: Ce fichier est un lien système (hard link) qui ne peut pas être synchronisé.
it_it: Questo file è un hard link e non può essere sincronizzato.
nb_no: Denne filen er en hardlenke som ikke kan synkroniseres.
nl_nl: Dit bestand is een harde koppeling (hard link) die niet kan worden gesynchroniseerd.
pl_pl: Ten plik jest twardym dowiązaniem (hard link), które nie może być synchronizowane.
pt_pt: Este ficheiro é uma ligação física (hard link) que não pode ser sincronizada.
sv_se: Den här filen är en hård länk som inte kan synkroniseras.

# errHardlinkTitle
source: Unsupported file type
da_dk: Ikke-understøttet filtype
de_de: Nicht unterstützter Dateityp
el_gr: Μη υποστηριζόμενος τύπος αρχείου
es_es: Tipo de archivo no admitido
fi_fi: Ei-tuettu tiedostotyyppi
fr_fr: Type de fichier non pris en charge
it_it: Tipo di file non supportato
nb_no: Filtype støttes ikke
nl_nl: Niet-ondersteund bestandstype
pl_pl: Nieobsługiwany typ pliku
pt_pt: Tipo de ficheiro não suportado
sv_se: Filtypen stöds inte

# errInvalidSyncSyncDirAccessDescription
source: This folder is no longer accessible at its original location.
da_dk: Denne mappe er ikke længere tilgængelig på sin oprindelige placering.
de_de: Dieser Ordner ist an seinem ursprünglichen Speicherort nicht mehr zugänglich.
el_gr: Αυτός ο φάκελος δεν είναι πλέον προσβάσιμος στην αρχική του τοποθεσία.
es_es: Esta carpeta ya no es accesible en su ubicación original.
fi_fi: Tämä kansio ei ole enää käytettävissä alkuperäisessä sijainnissaan.
fr_fr: Ce dossier n’est plus accessible à son emplacement d’origine.
it_it: Questa cartella non è più accessibile nella sua posizione originale.
nb_no: Denne mappen er ikke lenger tilgjengelig på sin opprinnelige plassering.
nl_nl: Deze map is niet meer toegankelijk op de oorspronkelijke locatie.
pl_pl: Ten folder nie jest już dostępny w swojej pierwotnej lokalizacji.
pt_pt: Esta pasta já não está acessível na sua localização original.
sv_se: Den här mappen är inte längre tillgänglig på sin ursprungliga plats.

# errInvalidSyncSyncDirAccessTitle
source: Sync folder not found
da_dk: Synkroniseringsmappe ikke fundet
de_de: Synchronisierungsordner nicht gefunden
el_gr: Ο φάκελος συγχρονισμού δεν βρέθηκε
es_es: Carpeta de sincronización no encontrada
fi_fi: Synkronointikansiota ei löydy
fr_fr: Dossier de synchronisation introuvable
it_it: Cartella di sincronizzazione non trovata
nb_no: Synkroniseringsmappe ikke funnet
nl_nl: Synchronisatiemap niet gevonden
pl_pl: Nie znaleziono folderu synchronizacji
pt_pt: Pasta de sincronização não encontrada
sv_se: Synkroniseringsmapp hittades inte

# errInvalidSyncSyncDirNestingDescription
source: One of your kDrives is synced inside the sync folder of another kDrive. Move one of the folders so they are no longer nested, or delete your sync to recreate it.
da_dk: Et af dine kDrive er synkroniseret inde i synkroniseringsmappen for et andet kDrive. Flyt en af mapperne, så de ikke længere er indlejrede, eller slet din synkronisering for at genskabe den.
de_de: Eines Ihrer kDrives wird innerhalb des Synchronisierungsordners eines anderen kDrive synchronisiert. Verschieben Sie einen der Ordner, damit sie nicht mehr verschachtelt sind, oder löschen Sie Ihre Synchronisierung, um sie neu zu erstellen.
el_gr: Ένα από τα kDrive σας συγχρονίζεται μέσα στον φάκελο συγχρονισμού ενός άλλου kDrive. Μεταφέρετε έναν από τους φακέλους ώστε να μην είναι πλέον ένθετοι, ή διαγράψτε τον συγχρονισμό σας για να τον δημιουργήσετε ξανά.
es_es: Uno de sus kDrives está sincronizado dentro de la carpeta de sincronización de otro kDrive. Mueva una de las carpetas para que ya no estén anidadas, o elimine su sincronización para recrearla.
fi_fi: Yksi kDriveistasi on synkronoitu toisen kDriven synkronointikansion sisälle. Siirrä toinen kansioista niin, ettei niitä enää ole sisäkkäin, tai poista synkronointi luodaksesi sen uudelleen.
fr_fr: Un de vos kDrive est synchronisé à l’intérieur du dossier de synchronisation d’un autre kDrive. Déplacez l’un des dossiers pour qu’ils ne soient plus imbriqués ou supprimez votre synchronisation pour la recréer.
it_it: Uno dei tuoi kDrive è sincronizzato all’interno della cartella di sincronizzazione di un altro kDrive. Sposta una delle cartelle in modo che non siano più annidate, o elimina la sincronizzazione per ricrearla.
nb_no: En av kDrive-ene dine er synkronisert inne i synkroniseringsmappen til en annen kDrive. Flytt en av mappene slik at de ikke lenger er nøstet, eller slett synkroniseringen din for å opprette den på nytt.
nl_nl: Een van uw kDrives is gesynchroniseerd in de synchronisatiemap van een ander kDrive. Verplaats een van de mappen zodat ze niet meer genest zijn, of verwijder uw synchronisatie om deze opnieuw aan te maken.
pl_pl: Jeden z Twoich kDrive jest synchronizowany wewnątrz folderu synchronizacji innego kDrive. Przenieś jeden z folderów, aby nie były już zagnieżdżone, lub usuń synchronizację, aby ją odtworzyć.
pt_pt: Um dos seus kDrives está sincronizado dentro da pasta de sincronização de outro kDrive. Mova uma das pastas para que não fiquem encadeadas, ou elimine a sua sincronização para a recriar.
sv_se: En av dina kDrives synkroniseras inuti synkroniseringsmappen för en annan kDrive. Flytta en av mapparna så att de inte längre är kapslade, eller ta bort din synkronisering för att återskapa den.

# errInvalidSyncSyncDirNestingTitle
source: Nested kDrives
da_dk: Indlejrede kDrive
de_de: Verschachtelte kDrives
el_gr: Ένθετα kDrive
es_es: kDrives anidados
fi_fi: Sisäkkäiset kDrivert
fr_fr: kDrive imbriqués
it_it: kDrive annidati
nb_no: Nestede kDrives
nl_nl: Geneste kDrives
pl_pl: Zagnieżdżone kDrive
pt_pt: kDrives encadeados
sv_se: Kapslade kDrives

# errLocalFileAccessDescription
source: Cannot access this %@ on your computer. Check that it still exists and that you have the rights to access it.
da_dk: Kan ikke få adgang til dette %s på din computer. Kontrollér, at det stadig eksisterer, og at du har rettighederne til at få adgang til det.
de_de: Auf %@ kann auf Ihrem Computer nicht zugegriffen werden. Überprüfen Sie, ob es noch vorhanden ist und ob Sie die Rechte haben, darauf zuzugreifen.
el_gr: Δεν είναι δυνατή η πρόσβαση σε αυτό το %@ στον υπολογιστή σας. Ελέγξτε ότι υπάρχει ακόμα και ότι έχετε δικαιώματα πρόσβασης σε αυτό.
es_es: No se puede acceder a este %@ en su ordenador. Verifique que aún existe y que tiene los derechos para acceder a él.
fi_fi: Ei voi käyttää tätä %@ tietokoneella. Tarkista, että se on edelleen olemassa ja että sinulla on oikeudet käyttää sitä.
fr_fr: Impossible d’accéder à ce %@ sur votre ordinateur. Vérifiez qu’il existe toujours et que vous disposez des droits pour y accéder.
it_it: Impossibile accedere a questo %@ sul tuo computer. Verifica che esista ancora e che tu abbia i diritti per accedervi.
nb_no: Kan ikke få tilgang til dette %@ på datamaskinen din. Sjekk at det fortsatt finnes og at du har rettigheter til å åpne det.
nl_nl: Kan geen toegang krijgen tot dit %@ op uw computer. Controleer of het nog bestaat en of u de rechten heeft om er toegang toe te krijgen.
pl_pl: Nie można uzyskać dostępu do tego %@ na Twoim komputerze. Sprawdź, czy nadal istnieje i czy masz uprawnienia do dostępu do niego.
pt_pt: Não é possível aceder a este %@ no seu computador. Verifique se ainda existe e se tem direitos para aceder ao mesmo.
sv_se: Det går inte att komma åt den här %s på din dator. Kontrollera att den fortfarande finns och att du har behörighet att komma åt den.

# errLocalFileAccessTitle
source: %@ inaccessible
da_dk: %s utilgængelig
de_de: %@ nicht zugänglich
el_gr: %@ μη προσβάσιμο
es_es: %@ inaccesible
fi_fi: %@ ei käytettävissä
it_it: %@ non accessibile
nb_no: %@ utilgjengelig
nl_nl: %@ ontoegankelijk
pl_pl: %@ niedostępny
pt_pt: %@ inacessível
sv_se: %s otillgänglig

# errMoveCancelDescription
source: You do not have the rights to move this %@ here; it will be restored to its original location. Request access from the owner or administrator.
da_dk: Du har ikke rettighederne til at flytte dette %s hertil; det vil blive gendannet til sin oprindelige placering. Anmod om adgang fra ejeren eller administratoren.
de_de: Sie haben keine Rechte, %@ hierhin zu verschieben; es wird an seinen ursprünglichen Speicherort wiederhergestellt. Fordern Sie den Zugriff beim Eigentümer oder Administrator an.
el_gr: Δεν έχετε δικαιώματα για να μεταφέρετε αυτό το %@ εδώ· θα αποκατασταθεί στην αρχική του τοποθεσία. Ζητήστε πρόσβαση από τον κάτοχο ή τον διαχειριστή.
es_es: No tiene los derechos para mover este %@ aquí; se restaurará a su ubicación original. Solicite acceso al propietario o al administrador.
fi_fi: Sinulla ei ole oikeuksia siirtää tätä %@ tähän; se palautetaan alkuperäiseen sijaintiinsa. Pyydä käyttöoikeutta omistajalta tai järjestelmänvalvojalta.
fr_fr: Vous ne disposez pas des droits pour déplacer ce %@ ici, il sera restauré à son emplacement d’origine. Demandez l’accès au propriétaire ou à l’administrateur.
it_it: Non hai i diritti per spostare questo %@ qui; verrà ripristinato nella posizione originale. Richiedi l’accesso al proprietario o all’amministratore.
nb_no: Du har ikke rettighetene til å flytte dette %@ hit; det vil bli gjenopprettet til sin opprinnelige plassering. Be om tilgang fra eieren eller administratoren.
nl_nl: U heeft niet de rechten om dit %@ hier te verplaatsen; het wordt hersteld naar de oorspronkelijke locatie. Vraag toegang aan bij de eigenaar of beheerder.
pl_pl: Nie masz uprawnień do przeniesienia tego %@ tutaj; zostanie on przywrócony do pierwotnej lokalizacji. Poproś właściciela lub administratora o dostęp.
pt_pt: Não tem os direitos para mover este %@ para aqui; será restaurado para a sua localização original. Peça acesso ao proprietário ou administrador.
sv_se: Du har inte rätt att flytta den här %s hit; den återställs till sin ursprungliga plats. Begär åtkomst från ägaren eller administratören.

# errNameLengthDescription
source: This name exceeds the allowed length (250 characters). Rename the %@.
da_dk: Dette navn overskrider den tilladte længde (250 tegn). Omdøb %s.
de_de: Dieser Name überschreitet die zulässige Länge (250 Zeichen). Benennen Sie %@ um.
el_gr: Αυτό το όνομα υπερβαίνει το επιτρεπτό μήκος (250 χαρακτήρες). Μετονομάστε το %@.
es_es: Este nombre supera la longitud permitida (250 caracteres). Cambie el nombre del %@.
fi_fi: Tämä nimi ylittää sallitun pituuden (250 merkkiä). Nimeä %@ uudelleen.
fr_fr: Ce nom dépasse la longueur autorisée (250 caractères). Renommez le %@.
it_it: Questo nome supera la lunghezza consentita (250 caratteri). Rinomina il %@.
nb_no: Dette navnet overskrider tillatt lengde (250 tegn). Gi nytt navn til %@.
nl_nl: Deze naam overschrijdt de toegestane lengte (250 tekens). Hernoem de %@.
pl_pl: Ta nazwa przekracza dozwoloną długość (250 znaków). Zmień nazwę %@.
pt_pt: Este nome excede o comprimento permitido (250 caracteres). Renomeie o %@.
sv_se: Det här namnet överskrider den tillåtna längden (250 tecken). Byt namn på %s.

# errNameLengthTitle
source: %@ name too long
da_dk: %s-navn for langt
de_de: Name von %@ zu lang
el_gr: Το όνομα %@ είναι πολύ μακρύ
es_es: Nombre de %@ demasiado largo
fi_fi: %@ nimi liian pitkä
fr_fr: Nom de %@ trop long
it_it: Nome del %@ troppo lungo
nb_no: %@-navn for langt
nl_nl: Naam van %@ te lang
pl_pl: Nazwa %@ zbyt długa
pt_pt: Nome do %@ demasiado longo
sv_se: %s-namn för långt

# errNetworkErrorOtherDescription
source: Unable to connect to kDrive. Sync will resume automatically once the connection is restored.
da_dk: Kan ikke oprette forbindelse til kDrive. Synkronisering genoptages automatisk, når forbindelsen er genoprettet.
de_de: Verbindung zu kDrive nicht möglich. Die Synchronisierung wird automatisch fortgesetzt, sobald die Verbindung wiederhergestellt ist.
el_gr: Δεν είναι δυνατή η σύνδεση στο kDrive. Ο συγχρονισμός θα συνεχιστεί αυτόματα μόλις αποκατασταθεί η σύνδεση.
es_es: No se puede conectar a kDrive. La sincronización se reanudará automáticamente una vez que se restablezca la conexión.
fi_fi: Ei voida muodostaa yhteyttä kDriveen. Synkronointi jatkuu automaattisesti, kun yhteys on palautettu.
fr_fr: Impossible de se connecter à kDrive. La synchronisation reprendra automatiquement dès que la connexion sera rétablie.
it_it: Impossibile connettersi a kDrive. La sincronizzazione riprenderà automaticamente una volta ripristinata la connessione.
nb_no: Kan ikke koble til kDrive. Synkroniseringen gjenopptas automatisk når tilkoblingen er gjenopprettet.
nl_nl: Kan geen verbinding maken met kDrive. De synchronisatie wordt automatisch hervat zodra de verbinding is hersteld.
pl_pl: Nie można połączyć się z kDrive. Synchronizacja zostanie wznowiona automatycznie po przywróceniu połączenia.
pt_pt: Não é possível ligar ao kDrive. A sincronização será retomada automaticamente quando a ligação for restabelecida.
sv_se: Det går inte att ansluta till kDrive. Synkroniseringen återuptas automatiskt när anslutningen har återställts.

# errNetworkErrorOtherTitle
source: Connection temporarily unavailable
da_dk: Forbindelsen midlertidigt utilgængelig
de_de: Verbindung vorübergehend nicht verfügbar
el_gr: Η σύνδεση δεν είναι προσωρινά διαθέσιμη
es_es: Conexión temporalmente no disponible
fi_fi: Yhteys tilapäisesti katkennut
fr_fr: Connexion temporairement indisponible
it_it: Connessione temporaneamente non disponibile
nb_no: Tilkobling midlertidig utilgjengelig
nl_nl: Verbinding tijdelijk niet beschikbaar
pl_pl: Połączenie tymczasowo niedostępne
pt_pt: Ligação temporariamente indisponível
sv_se: Anslutning tillfälligt otillgänglig

# errNotEnoughDiskSpaceDescription
source: There is not enough space on your computer to sync this file.
da_dk: Der er ikke nok plads på din computer til at synkronisere denne fil.
de_de: Auf Ihrem Computer ist nicht genügend Speicherplatz vorhanden, um diese Datei zu synchronisieren.
el_gr: Δεν υπάρχει αρκετός χώρος στον υπολογιστή σας για τον συγχρονισμό αυτού του αρχείου.
es_es: No hay suficiente espacio en su ordenador para sincronizar este archivo.
fi_fi: Tietokoneellasi ei ole tarpeeksi tilaa tämän tiedoston synkronointiin.
fr_fr: Il n’y a plus assez d’espace sur votre ordinateur pour synchroniser ce fichier.
it_it: Non c’è spazio sufficiente sul tuo computer per sincronizzare questo file.
nb_no: Det er ikke nok plass på datamaskinen din til å synkronisere denne filen.
nl_nl: Er is onvoldoende ruimte op uw computer om dit bestand te synchroniseren.
pl_pl: Na Twoim komputerze nie ma wystarczająco dużo miejsca, aby zsynchronizować ten plik.
pt_pt: Não há espaço suficiente no seu computador para sincronizar este ficheiro.
sv_se: Det finns inte tillräckligt med utrymme på din dator för att synkronisera den här filen.

# errNotEnoughDiskSpaceTitle
source: Insufficient disk space
da_dk: Utilstrækkelig diskplads
de_de: Unzureichender Speicherplatz
el_gr: Ανεπαρκής χώρος δίσκου
es_es: Espacio en disco insuficiente
fi_fi: Levytila riittämätön
fr_fr: Espace disque insuffisant
it_it: Spazio su disco insufficiente
nb_no: Utilstrekkelig diskplass
nl_nl: Onvoldoende schijfruimte
pl_pl: Niewystarczające miejsce na dysku
pt_pt: Espaço em disco insuficiente
sv_se: Otillräckligt diskutrymme

# errNotYetSupportedCharDescription
source: The name of this file contains one or more characters not yet supported by the kDrive application. Rename the file from kDrive online.
da_dk: Navnet på denne fil indeholder et eller flere tegn, der endnu ikke understøttes af kDrive-programmet. Omdøb filen fra kDrive online.
de_de: Der Name dieser Datei enthält ein oder mehrere Zeichen, die von der kDrive-Anwendung noch nicht unterstützt werden. Benennen Sie die Datei über kDrive online um.
el_gr: Το όνομα αυτού του αρχείου περιέχει έναν ή περισσότερους χαρακτήρες που δεν υποστηρίζονται ακόμα από την εφαρμογή kDrive. Μετονομάστε το αρχείο από το kDrive online.
es_es: El nombre de este archivo contiene uno o más caracteres aún no admitidos por la aplicación kDrive. Cambie el nombre del archivo desde kDrive en línea.
fi_fi: Tämän tiedoston nimi sisältää yhden tai useamman merkin, joita kDrive-sovellus ei vielä tue. Nimeä tiedosto uudelleen kDrive-verkkopalvelusta.
fr_fr: Le nom de ce fichier contient un ou plusieurs caractères non pris en charge par l’application kDrive. Renommez le fichier depuis kDrive en ligne.
it_it: Il nome di questo file contiene uno o più caratteri non ancora supportati dall’applicazione kDrive. Rinomina il file da kDrive online.
nb_no: Navnet på denne filen inneholder ett eller flere tegn som ennå ikke støttes av kDrive-programmet. Gi nytt navn til filen fra kDrive på nett.
nl_nl: De naam van dit bestand bevat een of meer tekens die nog niet worden ondersteund door de kDrive-applicatie. Hernoem het bestand vanuit kDrive online.
pl_pl: Nazwa tego pliku zawiera jeden lub więcej znaków, które nie są jeszcze obsługiwane przez aplikację kDrive. Zmień nazwę pliku w kDrive online.
pt_pt: O nome deste ficheiro contém um ou mais caracteres ainda não suportados pela aplicação kDrive. Renomeie o ficheiro a partir do kDrive online.
sv_se: Namnet på den här filen innehåller ett eller flera tecken som ännu inte stöds av kDrive-programmet. Byt namn på filen från kDrive online.

# errNotYetSupportedCharTitle
source: Unsupported character
da_dk: Ikke-understøttet tegn
de_de: Nicht unterstütztes Zeichen
el_gr: Μη υποστηριζόμενος χαρακτήρας
es_es: Carácter no admitido
fi_fi: Ei-tuettu merkki
fr_fr: Caractère non pris en charge
it_it: Carattere non supportato
nb_no: Tegn som ikke støttes
nl_nl: Niet-ondersteund teken
pl_pl: Nieobsługiwany znak
pt_pt: Carácter não suportado
sv_se: Tecknet stöds inte
